#Read User Input
from time import sleep
print('Добър ден, госпожице Гергана, аз съм личният асистент на Миленчо.')
sleep(4)

price = int(input("31.07 наближава. Колко скъп подарък ще закупите на Милен? В ЕВРО: "))

#Logic
if price >= 1000:
    print("Страхотна новина, вие сте одобрена за неговата голяма Любов!")
elif price < 1000:
    print("Вие избрахте скъп мъж от колекция 'Гръцки плувки на черно море, вид> СЕКСИ', моля, УМНОЖЕТЕ сумата по минимум 10 :)")
    price_2 = int(input())
if price_2 >= 1000:
    print("Страхотно, вие преминахте теста на любовта!")
sleep(4)
print('Довиждане, Миленчо ще се свърже с вас при първа възможност!')


#Print Output